{"translation-revision-date":"2024-10-14 07:25:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Build using AI":["Construire en utilisant l‘IA"],"Name, language & type":["Nom, langue & type"],"Let's Start":["Commençons"],"Connect your account":["Connectez votre compte"],"Connect":["Connecter"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Il y a eu un problème avec la demande. Veuillez réessayer. Si l‘erreur persiste, veuillez contacter  notre <a href=\"%1$s\">équipe support<\/a>."],"Oops , Something went wrong!":["Oups, il y a eu un problème !"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"Suggested Keywords":["Mots-clés suggérés"],"Upload Your Images":["Téléverser vos images"],"Upload images":["Téléverser des images"],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Le téléversement du média a échoué. S’il s’agit d’une photo ou d’une grande image, veuillez la redimensionner puis réessayer."],"You are probably offline.":["Vous êtes probablement hors ligne."],"An unknown error occurred.":["Aïe, une erreur inconnue est survenue."],"The response is not a valid JSON response.":["La réponse JSON n’est pas valide."],"Select or Upload Media":["Sélectionner ou téléverser un fichier"],"You can easily purchase additional AI credits later anytime.":["Vous pouvez facilement acheter des crédits IA supplémentaires à tout moment."],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Commencez par utiliser les 1000 crédits IA fournis lors de l’ouverture de votre compte gratuit. Avec ces crédits, vous pouvez personnaliser les modèles dans les catégories %s."],"Want to see how this works?":["Vous voulez voir comment cela fonctionne ?"],"Unlock 200,000 AI Credits for Just $39":["Débloquez 200 000 crédits d’IA pour 39 $ seulement"],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Il reste %1$s de crédits IA sur votre compte. Si vous souhaitez personnaliser l’ensemble de la bibliothèque de designs avec du contenu et des images adaptées à votre entreprise et à votre projet de site web, vous aurez besoin de %2$s crédits."],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Avec les crédits IA, vous avez la possibilité de personnaliser la bibliothèque de designs avec des textes uniques et de belles images spécifiques à votre site web."],"Uh Oh, you're out of AI credits 😕":["Mince, vous n’avez plus de crédits IA 😕"],"Please enter a valid email":["Merci de saisir une adresse e-mail valide"],"Please provide the contact information details below. These will be used on the website.":["Veuillez fournir les informations de contact ci-dessous. Elles seront utilisées sur le site web."],"How can people get in touch with ":["Comment les gens peuvent-ils entrer en contact avec "],"(Please enter a valid email":["(Merci de saisir une adresse e-mail valide"],"This might not be a valid URL.":["Cette URL pourrait ne pas être valide."],"Social Media":["Réseau social"],"Enter your account URL":["Saisissez l‘URL de votre compte"],"Enter your Yelp business URL":["Saisissez votre URL Yelp Business"],"Enter your Google Business URL":["Saisissez votre URL Google Business"],"Enter your %s account URL":["Saisissez l‘URL de votre compte %s"],"Failed to generate business description using AI. Please retry or enter details manually.":["Échec de la génération d‘une description d‘entreprise en utilisant l‘IA. Veuillez réessayer ou saisir les détails manuellement."],"Description Generation Error!":["Erreur de génération d‘une description !"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["Le meilleur moyen de décrire quoi que ce soit est de répondre à quelques questions QQOQCP : Quoi, Qui, Où, Quand, Comment, Combien, Pourquoi, etc."],"This website is for:":["Ce site est pour :"],"Enter name or title of the website":["Saisissez le nom ou titre du site"],"Name of the website:":["Nom du site :"],"Failed to fetch block data. Please try again later.":["Échec de la récupération des données du bloc. Veuillez réessayer ultérieurement."],"Failed to install WPForms. Please try again later.":["Échec de l‘installation de WPForms. Veuillez réessayer ultérieurement."],"Failed to install Spectra. Please try again later.":["Échec de l‘installation de Spectra. Veuillez réessayer ultérieurement."],"Failed import WPForms. Please try again later.":["Échec de l‘importation de WPForms. Veuillez réessayer ultérieurement."],"Failed to import the block. Please try again later.":["Échec de l‘importation du bloc. Veuillez réessayer ultérieurement."],"Failed to active WPForms. Please try again later.":["Échec de l‘activation de WPForms. Veuillez réessayer ultérieurement."],"Failed to active Spectra. Please try again later.":["Échec de l‘activation de Spectra. Veuillez réessayer ultérieurement."],"If this error continues please contact our %1$s.":["Si cette erreur persiste, veuillez contacter votre %1$s."],"support team":["équipe support"],"Back to Main Screen":["Retour à l’écran principal"],"Please wait a moment":["Veuillez attendre un moment"],"No favorites added.":["Aucun favori ajouté."],"Skip":["Passer"],"Let’s Go (%s Credits)":["C’est parti (crédits %s)"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Récupérez le contenu pour toutes vos pages en un simple clic. Vous pouvez générer du contenu page par page en utilisant l’option \"Passer\". Nous sommes ici pour tout rendre plus simple et sur-mesure pour convenir parfaitement à vos besoins !"],"Generate Content for Pages":["Générer du contenu pour des Pages"],"Plus, you will get these extra benefits:":["En plus, vous obtiendrez ces bénéfices supplémentaires :"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Obtenez l’accès à notre bibliothèque de centaines de modèles pixel-perfect, faits par des graphistes, en créant un compte gratuit sur ZipWP."],"Access Design Library":["Accéder à la Bibliothèque de modèles."],"Localized your website to any language":["Localisez votre site dans n’importe quelle langue."],"Easily find stunning images for your website":["Trouvez facilement de magnifiques images pour votre site"],"Free AI credits to create personalized content":["Crédits IA gratuits pour créer du contenu personnalisé"],"Updated templates design library":["Bibliothèques de modèles graphiques mis à jour"],"The search result not found. Try another search.":["La recherche n’a renvoyé aucun résultat. Essayez une autre recherche."],"No Result Found":["Aucun résultat trouvé"],"Page":["Page","Pages"],"License key":["Clé de licence"],"Please Enter your Licence Key":["Veuillez saisir votre clé de licence"],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Accédez à ce modèle et à tous les autres avec le pack Essentials & Business Toolkit à partir de $79 seulement."],"You will need to add it manually on the page.":["Vous devrez l’ajouter manuellement dans la page."],"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["Le modèle de page que vous vous apprêtez à importer contient un widget\/module dynamique. Veuillez noter que ces données dynamiques ne seront pas disponibles sur la page importée."],"Heads Up!":["Attention !"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Ce modèle inclut du contenu dynamique qui ne suivra pas l’importation. Vous devrez ajouter manuellement ces données dynamiques à la page."],"AI Credits remaining":["Crédits IA restants"],"Back to Templates":["Retour aux Modèles"],"Filter by Color":["Filtrer par Couleur"],"Categories":["Catégories"],"Favorites":["Favoris"],"Kits":["Kits"],"Pages":["Pages"],"Syncing":["En cours de synchronisation"],"Are you sure you want to cancel the content generation process?":["Confirmez-vous vouloir annuler le processus de génération de contenu ?"],"Revoke":["Révoquer"],"You will need to re-authorize Zip to use it again.":["Vous devrez re-autoriser Zip à l’utiliser à nouveau."],"Are you sure you wish to revoke the authorization token?":["Confirmez-vous vouloir révoquer le jeton d’autorisation ?"],"Revoke Access":["Révoquer l’accès"],"Buy AI Credits":["Acheter des crédits IA"],"AI Credits in Your Account":["Crédits IA dans votre compte"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Désactiver le mode adaptatif affiche les modèles sans texte personnalisé, images, et styles de thème."],"Adaptive Mode":["Mode adaptatif"],"This option will preview & import only wireframe (default) content and images.":["Cette option permet de prévisualiser et d’importer uniquement le contenu et les images filaires (par défaut)."],"Disable AI":["Désactiver l‘IA"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Réinitialiser les informations précédemment saisies dans la configuration de l‘IA et effacer tout le contenu généré par l‘IA."],"Reset AI Information":["Réinitialiser l‘information IA"],"Revise the previously entered information from AI setup.":["Revoir les informations précédemment saisies dans la configuration de l‘IA."],"Update images":["Mettre à jour les images"],"Add details for the AI to suggest relevant text and images.":["Ajouter des détails pour permettre à l‘IA de proposer des textes et images pertinents."],"Update the details for the AI to suggest new text and images.":["Mettre à jour les détails pour que l‘IA propose de nouveaux textes et images."],"Personalize Library":["Personnaliser la Bibliothèque"],"Update AI":["Mettre à jour l‘IA"],"Error saving the page: %s":["Erreur lors de l‘enregistrement de la page : %s"],"Installed the required plugin. The page will be saved and refreshed.":["L‘extension nécessaire est installée. La page sera enregistrée et actualisée."],"Error: %s":["Erreur : %s"],"Error Occurred!":["Il y a eu une erreur !"],"Design Library":["Bibliothèque de design"],"Clear":["Effacer"],"Patterns":["Compositions"],"Cancel":["Annuler"]}},"comment":{"reference":"lib\/gutenberg-templates\/dist\/main.js"}}