{"translation-revision-date":"2024-10-14 07:25:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Zip - Your AI Assistant":["Zip - Votre Assistant IA"],"Zip is Authorized":["Zip est autorisé"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Vous pouvez facilement inclure ou exclure Zip IA de cette section. Permutez simplement le bouton on ou off en un seul clic."],"Enable Zip AI":["Autoriser Zip IA"],"Words Written":["Mots écrits"],"Visit Website":["Visiter le site"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Avec Zip IA à vos côtés, vous pouvez créer des pages web magnifiques, 100%s personnalisées, sans l’aide d’aucune compétence en design ou en développement."],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Fini de se battre avec des soucis de code complexes. Zip peut préparer et adapter à vos besoins le code personnalisé, les fonctions, et le CSS."],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Dites au revoir aux designs génériques et dites bonjour aux modèles de pages personnalisés de Zip, conçus sur-mesure juste pour vous."],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip peut personnaliser et adapter les compositions de blocs et les modèles de section conçu pour les besoins uniques de votre site."],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Avec Zip vous pouvez créer sans efforts des textes engageants et persuasifs qui résonnent avec votre audience."],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip IA est votre assistant WordPress, accessible directement dans votre interface d’administration. Créez du contenu convaincant, générez du code personnalisé et obtenez des réponses à vos questions sur WordPress en quelques secondes. Les possibilités sont infinies !"],"Welcome to the Zip AI Setup Wizard!":["Bienvenue dans l’assistant de configuration Zip IA !"],"Go back to the dashboard":["Retour au tableau de bord"],"Get Started Now":["Commencez dès maintenant"],"Revoke":["Révoquer"],"Revoke Access":["Révoquer l’accès"],"Default route fallback":["Route alternative par défaut"],"You will need to reconnect to use AI features again.":["Vous devrez vous reconnecter pour utiliser à nouveau les fonctionnalités de l’IA."],"Are you sure you want to disconnect?":["Confirmez-vous la déconnexion ?"],"Your website is connected to AI. You can disconnect at any time.":["Votre site est connecté à l’IA. Vous pouvez le déconnecter à tout moment."],"of %s":["de %s"],"Get more Credits":["Obtenir plus de crédits"],"From the Team Behind Some Iconic WordPress Products":["De la part de l‘équipe derrière quelques produits WordPress iconiques"],"Custom Pages with AI":["Pages personnalisées avec l’IA"],"Generate Custom Code":["Générer du code personnalisé"],"Personalized Templates":["Modèles personnalisés"],"WordPress Wizardry":["Sorcellerie WordPress"],"AI-Powered Block Patterns":["Compositions de blocs alimentés par l’IA"],"Craft Compelling Content":["Rédiger un contenu convaincant"],"Cancel":["Annuler"]}},"comment":{"reference":"lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js"}}